{"medicines":[
    {"name":"Salompas", "description":"Este medicamento é indicado para alívio de dores e inflamações nas seguintes condições: fadiga muscular, dores musculares e lombares, rigidez nos ombros, contusões, pancadas, torções, entorses,torcicolo, dores nas costas, nevralgia e dores articulares.", "posology":"Usar sobre a área afetada", "adverseEffects":"Irritação na pele por uso prolongado", "contraindication":"Sem contra-indicações", "type":"registered", "leaflet":""},
    {"name":"Dorflex", "description":"Este medicamento é indicado no alívio da dor associada a contraturas musculares, incluindo dor de cabeça tensional.", "posology":"Tomar junto de refeição", "adverseEffects":"Dor no estomago", "contraindication":"Dores que não sejam musculares", "type":"registered", "leaflet":""},
    {"name":"Buscopan Composto", "description":"BUSCOPAN COMPOSTO é indicado para o tratamento dos sintomas de cólicas intestinais, estomacais, urinárias, das vias biliares, dos órgãos sexuais femininos e menstruais.", "posology":"Adultos: 20 a 40 gotas, 3 a 4 vezes ao dia.\nCrianças acima de 6 anos: 10 a 20 gotas, 3 a 4 vezes ao dia.\nCrianças de 1 a 6 anos: 5 a 10 gotas, 3 a 4 vezes ao dia.", "adverseEffects":"Reações comuns (ocorre entre 1% e 10% dos pacientes que utilizam este medicamento): hipotensão (queda da pressão), tontura, boca seca.", "contraindication":"Você também não deve usar BUSCOPAN COMPOSTO se tiver comprometimento da medula óssea (por exemplo após algum tratamento medicamentoso com agentes citostáticos, que inibem o crescimento ou a reprodução das células) ou comprometimento no sistema formador de elementos do sangue; deficiência genética da enzima glicose-6-fosfato-desidrogenase, tendo risco aumentado de alterações do sangue; porfiria hepática aguda intermitente (doença do metabolismo do sangue que provoca alterações na pele e sistema nervoso); glaucoma (aumento da pressão dentro do olho); aumento da próstata com dificuldade para urinar; estreitamento da passagem do conteúdo no estômago e intestinos; taquicardia; megacólon (dilatação da parte final dos intestinos); miastenia gravis (doença que provoca fraqueza muscular) ou se estiver no terceiro trimestre de gravidez.", "type":"registered", "leaflet":""},
    {"name":"Rivotril", "description":"É um remédio antiepiléptico de uso oral, que pertence à família dos benzodiazepínicos, tendo também ação anticonvulsivante, relaxamento muscular e efeito tranquilizante, sendo por isso utilizado para tratar transtornos psicológicos como crises epilépticas ou ansiedade, por exemplo.", "posology":"A dose terapêutica máxima é de 20 mg/dia.", "adverseEffects":"Rivotril® é hematologicamente bem tolerado e não apresenta para-efeitos renais, hepáticos ou gastrintestinais, inclusive em uso prolongado.", "contraindication":"Rivotril® não deve ser administrado a pacientes com hipersensibilidade aos benzodiazepínicos. Não administrar durante os três primeiros meses de gravidez, a não ser em casos de extrema necessidade, pois como ocorre com outros benzodiazepínicos, não deve ser afastada a possibilidade de ocorrência de danos fetais. Evitar o tratamento prolongado em mulheres em risco de procriar. Existe a possibilidade do clonazepam passar para o leite materno. Por essa razão, Rivotril® não deve ser administrado regularmente a lactantes.", "type":"registered", "leaflet":""}
 ],
 "symptoms":[
 	{"name":"Dor de cabeça", "description":"Tipos de dor de cabeça..."},
 	{"name":"Febre", "description":"Quando tempereatura do corpo está mais elevada que a temperatura ideal humana de 36-37 graus celcius"},
 	{"name":"Dor de dente", "description":"Pode ser dor em apenas um dente, mais de um dente ou gengiva"}
 ],
 "specialists":[
 	{"name":"Clínico Geral", "description":"Clínica médica, no Brasil também conhecida como Medicina Interna, é a especialidade médica que trata de pacientes adultos, atuando, principalmente em ambiente hospitalar. Inclui o estudo das doenças de, adultos, não cirúrgicas, não obstétricas e não ginecológicas, sendo a especialidade médica a partir da qual se diferenciaram todas as outras áreas, clínicas. No Brasil, o especialista em clínica médica deve cumprir, além do curso de Medicina, dois anos de Residência médica em Clínica Médica. O termo 'clínico geral' é erroneamente e popularmente utilizado para designar o médico sem especialização. O termo mais correto para designar o médico sem especialização é 'generalista'."},
 	{"name":"Neurologista", "description":"Neurologia é a especialidade médica que trata dos distúrbios estruturais do sistema nervoso. Especificamente, ela lida com o diagnóstico e tratamento de todas as categorias de doenças que envolvem os sistemas nervoso central, periférico e autônomo, incluindo os seus revestimentos, vasos sanguíneos, e todos os tecidos efetores, como os músculos. O neurologista, médico que se especializou em neurologia, é treinado para investigar, diagnosticar e tratar distúrbios neurológicos. O neuropediatra trata doenças neurológicas em crianças. Neurologistas também podem estar envolvidos na pesquisa clínica, ensaios clínicos, bem como em pesquisa de ciências básicas da medicina."},
 	{"name":"Ortopedista", "description":"A ortopedia é a especialidade médica que cuida das doenças e deformidades dos ossos, músculos, ligamentos, articulações, enfim, elementos relacionados ao aparelho locomotor. A traumatologia é a especialidade médica que lida com o trauma do aparelho músculo-esquelético. Embora a traumatologia ortopédica pareça ser o estudo de todo tipo de trauma, ela lida apenas com as lesões ósseas e musculares tendinosas dos membros superiores, inferiores, bacia e coluna. O trauma abdominal é avaliado pelo cirurgião geral; o trauma craniano pelo neurocirurgião; o trauma de tórax é avaliado pelo cirurgião do trauma ou cirurgião torácico. Erro muito comum é o encaminhamento de vítimas de trauma torácico e facial para o ortopedista, o qual trata do esqueleto axial (coluna) e membros. Se tiver dúvidas, doenças ou fraturas (Ossos e músculos) consulte o médico."},
 	{"name":"Dentista", "description":"Um dentista, cirurgião-dentista, médico dentista, odontologista ou odontólogo é o profissional da saúde capacitado na área de odontologia.A atividade pode ser executada em consultório próprio ou em âmbito público. Visitas ao dentista consistem, na maioria das vezes, em revisão da higiene bucal e integridade dos dentes, incluindo limpeza e profilaxia. Devem ser repetidas a cada seis meses, com o objetivo de manter os dentes em um estado adequado e evitar que se desenvolvam problemas bucais."},
 	{"name":"Cardiologista", "description":"É o médico que se ocupa do diagnóstico e tratamento das doenças que acometem o coração bem como os outros componentes do sistema circulatório."},
 	{"name":"Pediatra", "description":"A pediatria é a especialidade médica dedicada à assistência à criança e ao adolescente, nos seus diversos aspectos, sejam eles preventivos ou curativos. Pessoas como crianças e adolescentes se estiverem com doenças devem dirigir-se ao seu pediatra."},
 	{"name":"Geriatra", "description":"É o médico especializado no cuidado com o idoso e tem a sua formação variável em diferentes países, mas geralmente esta passa por uma formação generalista (medicina interna, medicina de família, etc.) e a seguir são treinados nos aspectos específicos da saúde do idoso."}
 ],
"symptoms_specialists":[
	{"symptom_name":"Dor de cabeça","specialists_name_list":["Clínico Geral","Pediatra","Geriatra"]},
	{"symptom_name":"Febre","specialists_name_list":["Clínico Geral","Pediatra","Geriatra"]},
	{"symptom_name":"Dor de dente","specialists_name_list":["Dentista"]}
]}